"ADD_EVENT_PROMPT" = "이 이벤트에 대한 세부사항을 설정합니다.";
"ADD_EVENT" = "이벤트 추가";
"EDIT_EVENT" = "편집";
"CANCEL" = "취소";

"DELETE" = "삭제";
"DELETE_ONE" = "이 이벤트만 삭제";
"DELETE_FUTURE" = "이후 모든 이벤트 삭제";
"DELETE_RECURRING_ALERT_TITLE" = "반복 이벤트입니다.";
"DELETE_EVENT" = "이벤트 삭제";

"DETACH_ONE" = "이 이벤트만 저장";
"DETACH_FUTURE" = "이후 이벤트에 대해 저장";
"DETACH_ALL" = "모든 이벤트에 대해 저장";
"DETACH_ALERT_TITLE" = "반복 이벤트입니다.";

"CANCEL_DIRTY_ALERT_TITLE" = "이 이벤트는 편집되었습니다.";
"CANCEL_DIRTY_CANCEL" = "편집 취소";
"CANCEL_DIRTY_REVIEW" = "편집 확인";

"INVALID_ATTENDEE_ADDRESS_ALERT_TITLE" = "초대 보낼 수 없음";
"INVALID_ATTENDEE_ADDRESS_ALERT_BODY_FORMAT" = "\"%@\"이(가) 유효하지 않은 이메일 주소인 것 같습니다.";
"OK" = "승인";

"TITLE_PLACEHOLDER" = "제목";
"LOCATION_PLACEHOLDER" = "위치";
"TITLE_DETAIL_NAV_TITLE" = "제목 및 위치";
"DEFAULT_EVENT_TITLE" = "새로운 이벤트";
"ADD_TO_CALENDAR" = "캘린더에 추가";

"STARTS" = "시작";
"ENDS" = "종료";
"DATE_DETAIL_NAV_TITLE" = "시작 및 종료";
"ALL_DAY_SWITCH_TITLE" = "하루 종일";
"TIME_ZONE" = "시간대";
"FLOATING" = "플로팅";

"REPEAT" = "반복";
"NEVER_DETAIL" = "없음";
"DAILY_DETAIL" = "매일";
"WEEKLY_DETAIL" = "매주";
"BIWEEKLY_DETAIL" = "2주마다";
"MONTHLY_DETAIL" = "매달";
"YEARLY_DETAIL" = "매년";
/* Used as a title for both repeating events and repeating reminders */
"RECURRENCE_DETAIL_NAV_TITLE" = "반복";
"END_REPEAT" = "반복 종료";
"END_REPEAT_NAV_TITLE" = "반복 종료";
"TIME_ZONE_CHOOSER_PROMPT" = "도시 이름을 입력하십시오.";

"REPEAT_FOREVER" = "무한정 반복";

"ADD_INVITEES_NAV_TITLE" = "초대 명단에 추가";
"ADD_INVITEES_PROMPT" = "이 이벤트에 초대할 사람을 추가하십시오.";

/* used as alert title for save errors */
"CANNOT_SAVE_EVENT" = "이벤트를 저장할 수 없음";
"ALERT_TIME" = "알림 시간";
"CANNOT_REPEAT_EVENT" = "이벤트를 반복할 수 없음";

"CALENDAR_DISAMBIGUATION_FORMAT" = "%@(%@)";

